Repository: leorossi2005/UniCalendar
Catalog: Univr Calendar/Localizable.xcstrings
Source language: it
Languages: en

source: Aggiorna
en: Update

source: Al momento sei offline.
en: You’re offline at the moment.

source: Anno
en: Year

source: Anno di Corso
en: Course year

source: Annulla
en: Cancel

source: Bene! Ora scegli un corso
en: Good! Now choose a course

source: Benvenuto!
en: Welcome!

source: Buono studio!
en: Good study!

source: Calendario
en: Calendar

source: Cerca un corso
en: Search for a course

source: Che anno frequenti?
en: What year do you attend?

source: Ci sono novita!
en: There’s news!

source: Ci tengo a ringraziare immensamente tutte le persone che hanno collaborato in un qualsiasi modo alla creazione e allo sviluppo di questo progetto.
en: I would like to thank immensely all the people who collaborated in any way in the creation and development of this project.

source: Comincia!
en: Start!

source: Conferma
en: Confirm

source: Confermando cancellerai le impostazioni e tornerai al benvenuto iniziale.
en: By confirming you will delete the settings and return to the onboarding.

source: Connettiti a internet per scaricare le lezioni
en: Connect to the internet to download lessons

source: Connettiti a internet per scegliere un corso
en: Connect to the internet to choose a course

source: Contattami
en: Contact me

source: Continua
en: Continue

source: Controllo aggiornamenti...
en: Looking for updates…

source: Crediti
en: Credits

source: Devi scegliere un corso
en: You have to choose a course

source: Dispari
en: Odd

source: Dona qualcosina se vuoi aiutare
en: Donate something if you want to help

source: Fammi un regalino
en: Make me a little gift

source: Grazie ❤️
en: Thank u ❤️

source: Grazie amore mio, ti amo tanto.
en: Thank you my love, I love U so much.

source: I miei progetti
en: My projects

source: Impostazioni
en: Settings

source: In modalità offline non puoi modificare queste opzioni.
en: In offline mode you can’t change this options

source: Informazioni
en: About

source: Lo Sviluppatore
en: The Developer

source: Mandami una mail
en: Send me a mail

source: Matricola
en: Freshman

source: Modalità offline
en: Offline mode

source: Nessun corso trovato
en: No course found

source: Nessuna lezione trovata per questo corso
en: No classes found for this course

source: Non capisci mai che lezioni hai? Non hai voglia di aprire il sito ogni volta o usare app obsolete? Ora puoi fare tutto qui!
en: Don't you ever understand what classes you have? Don't you want to open the site every time or use outdated apps? Now you can do everything here!

source: Non specificato
en: Not specified

source: O il tuo amico, ovvio
en: Or your friend, of course

source: Oggi
en: Today

source: Oggi non hai lezioni!
en: You don't have classes today!

source: Pari
en: Even

source: Posizione non trovata %@
en: Location not found %@

source: posti
en: seats

source: Questo sono io ↓
en: This is me ↓

source: Resetta l'app
en: Reset the app

source: Scegli un anno
en: Choose a year

source: Scegli un corso
en: Choose a course

source: Scrivimi!
en: Write to me!

source: Se vedi solo un anno allora lascia così, non puoi sbagliare!
en: If you only see one year then leave it like that, you can't go wrong!

source: Se vuoi darmi una mano
en: If you want to help

source: Segnala un problema
en: Leave a feedback

source: Seguimi
en: Follow me

source: Sei matricola pari o dispari?
en: Are you an even or odd freshman?

source: Seleziona un anno precedente per vedere l'archivio, sennò procedi pure con l'ultimo ;)
en: Select a previous year to see the archive, otherwise proceed with the last one ;)

source: Sono mostrati i corsi per l'anno %@
en: The courses for the year %@ are shown

source: SVILUPPATORE
en: DEVELOPER

source: Usa questa sezione per modificare le impostazioni dell'app, cambia pure l'anno, il corso, l'anno di corso o la matricola se presente.
en: Use this section to change app settings, change the year, the course, the course year or the freshman if present.

source: Vuoi resettare l'app?
en: Do you want to reset the app?
